/***歌曲分类列表**/
var wmcsg_gequ_felei=[

["无名歌单"],
["三字歌单"],
["网站收录"],





];/**结束语句，禁止删除**/













/***歌曲主列表**/
/**
[-列表类型-]
音乐类型：1
笔记类型：2
**/
var wmcsg_gequ=[
["分类名称","标题信息","内容信息","分类图标","数据地址","列表类型"],



["无名歌单","观自知","夏未年华","src/xox.png","https://music.163.com/song/media/outer/url?id=2101820327","1"],
["无名歌单","晚来天欲雪","恋恋故人难","src/xox.png","https://music.163.com/song/media/outer/url?id=1466822129","1"],
["无名歌单","最后的旅行","Rainton桐","src/xox.png","https://music.163.com/song/media/outer/url?id=423703395","1"],
["无名歌单","Ur-Style","Var. airi","src/xox.png","https://music.163.com/song/media/outer/url?id=32835177","1"],
["无名歌单","冒险","来一碗老于","src/xox.png","https://music.163.com/song/media/outer/url?id=2646542434","1"],





["无名歌单","The Day You Went Away","M2M - Hub-Music","src/xox.png","https://wmcs520.github.io/music/004.mp3","1"],
["无名歌单","天地似无情","来一碗老于 - Hub-Music","src/xox.png","https://wmcs520.github.io/music/001.mp3","1"],





["三字歌单","庐州月","暂无","src/xox.png","#","1"],
["三字歌单","霍元甲","暂无","src/xox.png","#","1"],
["三字歌单","千年泪","暂无","src/xox.png","#","1"],
["三字歌单","三国恋","暂无","src/xox.png","#","1"],
["三字歌单","苏幕遮","暂无","src/xox.png","#","1"],
["三字歌单","九张机","暂无","src/xox.png","#","1"],
["三字歌单","洛春赋","暂无","src/xox.png","#","1"],
["三字歌单","桃花旧","暂无","src/xox.png","#","1"],
["三字歌单","须尽欢","暂无","src/xox.png","#","1"],
["三字歌单","探故知","暂无","src/xox.png","#","1"],
["三字歌单","游山恋","暂无","src/xox.png","#","1"],
["三字歌单","广寒谣","暂无","src/xox.png","#","1"],
["三字歌单","春庭雪","暂无","src/xox.png","#","1"],
["三字歌单","关山酒","暂无","src/xox.png","#","1"],
["三字歌单","红昭愿","暂无","src/xox.png","#","1"],
["三字歌单","半壶纱","暂无","src/xox.png","#","1"],
["三字歌单","鸳鸯戏","暂无","src/xox.png","#","1"],
["三字歌单","发如雪","暂无","src/xox.png","#","1"],
["三字歌单","美人鱼","暂无","src/xox.png","#","1"],
["三字歌单","第一天","暂无","src/xox.png","#","1"],
["三字歌单","水星记","暂无","src/xox.png","#","1"],
["三字歌单","喜欢你","暂无","src/xox.png","#","1"],
["三字歌单","无止境","暂无","src/xox.png","#","1"],
["三字歌单","一口井","暂无","src/xox.png","#","1"],
["三字歌单","明明就","暂无","src/xox.png","#","1"],
["三字歌单","兰亭序","暂无","src/xox.png","#","1"],
["三字歌单","青花瓷","暂无","src/xox.png","#","1"],
["三字歌单","七里香","暂无","src/xox.png","#","1"],
["三字歌单","游园会","暂无","src/xox.png","#","1"],
["三字歌单","静悄悄","暂无","src/xox.png","#","1"],
["三字歌单","凑热闹","暂无","src/xox.png","#","1"],
["三字歌单","东风破","暂无","src/xox.png","#","1"],
["三字歌单","醉赤壁","暂无","src/xox.png","#","1"],





["网站收录","Github","世界上最大的代码托管平台，超7千万开发者正在使用。","src/xox.png","https://github.com","2"],
["网站收录","FOFA","网络空间测绘，网络空间安全搜索引擎。","src/xox.png","https://fofa.info","2"],
["网站收录","吾爱破解","病毒分析，软件安全等等的一个古老安全技术学习网站。","src/xox.png","https://www.52pojie.cn","2"],
["网站收录","临时邮箱","一个免费的临时邮箱接收网站。","src/xox.png","https://temp-mail.io/zh","2"],




















["歌曲分类","歌曲名字","歌手名字","音乐图标","试听地址"],

];/**结束语句，禁止删除**/







