/***歌曲分类列表**/
var wmcsg_gequ_felei=[

["无名歌单"],
["Hub-Music"],
["三字歌单"],
["七字歌单"],





];/**结束语句，禁止删除**/













/***歌曲主列表**/
/**歌曲分类，歌曲名字，歌手名字，音乐图标，试听地址**/
var wmcsg_gequ=[
["歌曲分类","歌曲名字","歌手名字","音乐图标","试听地址"],





["无名歌单","晚来天欲雪","恋恋故人难","amusic.png","https://music.163.com/song/media/outer/url?id=1466822129"],
["无名歌单","最后的旅行","Rainton桐","amusic.png","https://music.163.com/song/media/outer/url?id=423703395"],
["无名歌单","Ur-Style","Var. airi","amusic.png","https://music.163.com/song/media/outer/url?id=32835177"],





["Hub-Music","The Day You Went Away","M2M","amusic.png","https://wmcs520.github.io/music/004.mp3"],
["Hub-Music","天地似无情","来一碗老于","amusic.png","https://wmcs520.github.io/music/001.mp3"],





["三字歌单","庐州月","暂无","amusic.png","#"],
["三字歌单","霍元甲","暂无","amusic.png","#"],
["三字歌单","千年泪","暂无","amusic.png","#"],
["三字歌单","三国恋","暂无","amusic.png","#"],
["三字歌单","苏幕遮","暂无","amusic.png","#"],
["三字歌单","九张机","暂无","amusic.png","#"],
["三字歌单","洛春赋","暂无","amusic.png","#"],
["三字歌单","桃花旧","暂无","amusic.png","#"],
["三字歌单","须尽欢","暂无","amusic.png","#"],
["三字歌单","探故知","暂无","amusic.png","#"],
["三字歌单","游山恋","暂无","amusic.png","#"],
["三字歌单","广寒谣","暂无","amusic.png","#"],
["三字歌单","春庭雪","暂无","amusic.png","#"],
["三字歌单","关山酒","暂无","amusic.png","#"],
["三字歌单","红昭愿","暂无","amusic.png","#"],
["三字歌单","半壶纱","暂无","amusic.png","#"],
["三字歌单","鸳鸯戏","暂无","amusic.png","#"],
["三字歌单","发如雪","暂无","amusic.png","#"],
["三字歌单","美人鱼","暂无","amusic.png","#"],
["三字歌单","第一天","暂无","amusic.png","#"],
["三字歌单","水星记","暂无","amusic.png","#"],
["三字歌单","喜欢你","暂无","amusic.png","#"],
["三字歌单","无止境","暂无","amusic.png","#"],
["三字歌单","一口井","暂无","amusic.png","#"],
["三字歌单","明明就","暂无","amusic.png","#"],
["三字歌单","兰亭序","暂无","amusic.png","#"],
["三字歌单","青花瓷","暂无","amusic.png","#"],
["三字歌单","七里香","暂无","amusic.png","#"],
["三字歌单","游园会","暂无","amusic.png","#"],
["三字歌单","静悄悄","暂无","amusic.png","#"],
["三字歌单","凑热闹","暂无","amusic.png","#"],
["三字歌单","东风破","暂无","amusic.png","#"],
["三字歌单","醉赤壁","暂无","amusic.png","#"],





["七字歌单","全世界谁倾听你","暂无","amusic.png","#"],
["七字歌单","像你这样的朋友","暂无","amusic.png","#"],
["七字歌单","可惜我是水瓶座","暂无","amusic.png","#"],
["七字歌单","给电影人的情书","暂无","amusic.png","#"],






















["歌曲分类","歌曲名字","歌手名字","音乐图标","试听地址"],

];/**结束语句，禁止删除**/







