




/***歌曲分类列表**/
var wmcsg_gequ_felei=[

["中文歌曲"],
["三字歌曲"],
["七字歌曲"],
["舰长专属"],
["提督专属"],




];/**结束语句，禁止删除**/













/***歌曲主列表**/
var wmcsg_gequ=[
["中文歌曲","千灯展卷"],



["三字歌曲","发如雪"],
["三字歌曲","美人鱼"],
["三字歌曲","第一天"],
["三字歌曲","水星记"],
["三字歌曲","喜欢你"],
["三字歌曲","无止境"],
["三字歌曲","一口井"],
["三字歌曲","明明就"],
["三字歌曲","兰亭序"],
["三字歌曲","青花瓷"],
["三字歌曲","七里香"],
["三字歌曲","游园会"],



["七字歌曲","全世界谁倾听你"],
["七字歌曲","像你这样的朋友"],
["七字歌曲","可惜我是水瓶座"],
["七字歌曲","给电影人的情书"],



["舰长专属","老公天下第一"],




["提督专属","老公天下第一"],
























["测试歌曲，请勿删除","歌曲超长名字测试，测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测试测试测试测试测试测试试测试测试"],

];/**结束语句，禁止删除**/


