/***歌曲分类列表**/
var wmcsg_gequ_felei=[

["三字歌曲"],
["中文歌曲"],
["七字歌曲"],
["舰长专属"],
["提督专属"],




];/**结束语句，禁止删除**/













/***歌曲主列表**/
var wmcsg_gequ=[

["中文歌曲","千灯展卷","暂无"],
["中文歌曲","着魔","暂无"],
["中文歌曲","天下的乌鸦一般黑","暂无"],
["中文歌曲","天下","暂无"],
["中文歌曲","十年人间","暂无"],
["中文歌曲","月光","暂无"],
["中文歌曲","空山新雨后","暂无"],
["中文歌曲","大雪","暂无"],
["中文歌曲","天地似无情","暂无"],
["中文歌曲","江海不渡你","暂无"],
["中文歌曲","星光降落","暂无"],
["中文歌曲","春衫少年","暂无"],



["三字歌曲","庐州月","暂无"],
["三字歌曲","霍元甲","暂无"],
["三字歌曲","千年泪","暂无"],
["三字歌曲","三国恋","暂无"],
["三字歌曲","苏幕遮","暂无"],
["三字歌曲","九张机","暂无"],
["三字歌曲","洛春赋","暂无"],
["三字歌曲","桃花旧","暂无"],
["三字歌曲","须尽欢","暂无"],
["三字歌曲","探故知","暂无"],
["三字歌曲","游山恋","暂无"],
["三字歌曲","广寒谣","暂无"],
["三字歌曲","春庭雪","暂无"],
["三字歌曲","关山酒","暂无"],
["三字歌曲","红昭愿","暂无"],
["三字歌曲","半壶纱","暂无"],
["三字歌曲","鸳鸯戏","暂无"],
["三字歌曲","发如雪","暂无"],
["三字歌曲","美人鱼","暂无"],
["三字歌曲","第一天","暂无"],
["三字歌曲","水星记","暂无"],
["三字歌曲","喜欢你","暂无"],
["三字歌曲","无止境","暂无"],
["三字歌曲","一口井","暂无"],
["三字歌曲","明明就","暂无"],
["三字歌曲","兰亭序","暂无"],
["三字歌曲","青花瓷","暂无"],
["三字歌曲","七里香","暂无"],
["三字歌曲","游园会","暂无"],
["三字歌曲","静悄悄","暂无"],
["三字歌曲","凑热闹","暂无"],
["三字歌曲","东风破","暂无"],
["三字歌曲","醉赤壁","暂无"],


["七字歌曲","全世界谁倾听你","暂无"],
["七字歌曲","像你这样的朋友","暂无"],
["七字歌曲","可惜我是水瓶座","暂无"],
["七字歌曲","给电影人的情书","暂无"],



["舰长专属","想把哥哥追","暂无"],




["提督专属","老公天下第一","暂无"],
























["测试歌曲，请勿删除","歌曲超长名字测试，测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测试测试测试测试测试测试试测试测试","暂无"],

];/**结束语句，禁止删除**/






